Repository: masapple/TalkAIBot
Catalog: TalkAIBot/Localize/Localizable.xcstrings
Source language: en
Languages: ja

source: AI Response
ja: AIの応答

# apikey-not-set
source: The API key is not set.
ja: APIキーが未設定です。

source: OpenAI API Key
ja: OpenAI APIキー

source: OpenAI API Key Setting
ja: OpenAI APIキー設定

source: OpenAI API Setting
ja: OpenAI API設定

source: Please Enter
ja: 入力してください

# push-mic-button-to-speak
source: Press the microphone button to speak...
ja: マイクボタンを押して発言してください...

source: Recognizing voice...
ja: 音声認識中...

source: settings
ja: 設定

source: User Say
ja: ユーザの発言

# welcome-message
source: Hello, do you have any requirements?
ja: こんにちは。何かご要件はありますか？
